tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "apr-util"
brew "awscli"
brew "cloc"
brew "cocoapods"
brew "libidn2"
brew "libssh2"
brew "openldap"
brew "curl"
brew "doctl"
brew "unbound"
brew "gnutls"
brew "guile"
brew "flyctl"
brew "fortune"
brew "freetds"
brew "gh"
brew "git"
brew "glib"
brew "helm"
brew "htop"
brew "hub"
brew "hugo"
brew "inetutils"
brew "jq"
brew "kubernetes-cli"
brew "libfido2"
brew "libmagic"
brew "libpq"
brew "libssh"
brew "mas"
brew "protobuf"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openssl@3", link: false
brew "php@7.4", link: true
brew "php@8.0"
brew "tcl-tk"
brew "python@3.9"
brew "shellcheck"
brew "telnet", link: false
brew "wget"
brew "wimlib"
brew "hashicorp/tap/terraform"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "keepingyouawake"
cask "wireshark"
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "Kindle", id: 405399194
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "blinkshellinc.blink-fs"
vscode "calebporzio.better-phpunit"
vscode "coolbear.systemd-unit-file"
vscode "GitHub.codespaces"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "madmous.makefile-command-runner"
vscode "mikestead.dotenv"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-explorer"
vscode "msjsdiag.vscode-react-native"
vscode "p1c2u.docker-compose"
vscode "xdebug.php-debug"
vscode "zenor.makefile-creator"
vscode "zxh404.vscode-proto3"
