tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "aom"
brew "apr-util"
brew "awscli"
brew "glib"
brew "cloc"
brew "cocoapods"
brew "libssh2"
brew "curl"
brew "doctl"
brew "dooit"
brew "dotnet"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fd"
brew "flyctl"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gh"
brew "git"
brew "grip"
brew "guile"
brew "harfbuzz"
brew "helm"
brew "htop"
brew "hub"
brew "hugo"
brew "inetutils"
brew "jnv"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "libfido2"
brew "libmagic"
brew "libpq", link: true
brew "libssh"
brew "luarocks"
brew "mas"
brew "protobuf"
brew "mitmproxy"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "openapi-generator"
brew "php@7.4"
brew "php@8.0"
brew "php@8.1"
brew "php@8.2", link: true
brew "postgresql@15"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "telnet", link: false
brew "tmux"
brew "virtualenv"
brew "watchman"
brew "wget"
brew "wimlib"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "android-platform-tools"
cask "keepingyouawake"
cask "openlens"
cask "wireshark"
mas "Drafts", id: 1435957248
mas "Fantastical", id: 975937182
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LimeChat", id: 414030210
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Desktop", id: 1085114709
mas "Slack", id: 803453959
mas "Tailscale", id: 1475387142
mas "Textual IRC Client", id: 1262957439
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "blinkshellinc.blink-fs"
vscode "calebporzio.better-phpunit"
vscode "coolbear.systemd-unit-file"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "madmous.makefile-command-runner"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.remote-explorer"
vscode "msjsdiag.vscode-react-native"
vscode "p1c2u.docker-compose"
vscode "redhat.vscode-yaml"
vscode "tim-koehler.helm-intellisense"
vscode "xdebug.php-debug"
vscode "zenor.makefile-creator"
vscode "zxh404.vscode-proto3"
