tap "boz/repo"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "quartzy/tap", "git@github.com:quartzy/homebrew-tap.git"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "dockutil"
brew "fortune"
brew "hostess"
brew "htop"
brew "hub"
brew "jq"
brew "kubernetes-helm"
brew "mackup"
brew "mcrypt"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "php"
brew "stern"
brew "the_silver_searcher"
brew "watch"
brew "boz/repo/kail"
brew "quartzy/tap/helmfile"
cask "1password"
cask "docker"
cask "iterm2"
cask "slack"
cask "spotify"
cask "sequel-pro"
